
AOS.init({

    duration: 1200,

    once: false

});







const stories = {


    tobit: `

<h2>🕯️ طوبيت</h2>

<p>

كان طوبيت رجلًا بارًا يخاف الله،
وعاش وسط السبي في نينوى.

تميز بالرحمة ومساعدة المحتاجين،
وظل متمسكًا بإيمانه رغم التجارب.

<br><br>

<strong>
الدرس للشباب:
</strong>

الإيمان الحقيقي يظهر وقت الضيق.

</p>

`,


    tobia: `

<h2>👦 طوبيا</h2>

<p>

طوبيا شاب تربى على مخافة الله وطاعة والده.

خرج في رحلة لاسترجاع المال،
لكنها أصبحت رحلة نضج وثقة في الله.

<br><br>

<strong>
الدرس:
</strong>

الطاعة المبنية على الإيمان قوة.

</p>

`,


    sara: `

<h2>👸 سارة</h2>

<p>

عاشت سارة فترة من الألم والحزن،
لكنها لم تفقد رجاءها.

حوّل الله حزنها إلى فرح.

<br><br>

<strong>
الدرس:
</strong>

الله يرى دموع الإنسان ويعمل للخير.

</p>

`,


    raphael: `

<h2>👼 الملاك رفائيل</h2>

<p>

أرسله الله لمساعدة طوبيا،
ورافقه في الرحلة باسم عزريا.

كان سببًا في الإرشاد والشفاء.

<br><br>

<strong>
الدرس:
</strong>

الله يرسل معونة في الوقت المناسب.

</p>

`,


    anna: `

<h2>👩 حنة</h2>

<p>

أم طوبيا وزوجة طوبيت،
اهتمت بأسرتها وانتظرت عودة ابنها.

<br><br>

<strong>
الدرس:
</strong>

الأسرة مصدر محبة وصلاة.

</p>

`,


    raguel: `

<h2>👨 رعوئيل</h2>

<p>

والد سارة،
كان يخاف الله ويحافظ على أسرته.

<br><br>

<strong>
الدرس:
</strong>

الثقة في الله تقود للقرارات الصحيحة.

</p>

`,


    edna: `

<h2>👩 إدنة</h2>

<p>

أم سارة وشخصية محبة،
شاركت في فرحة الأسرة.

<br><br>

<strong>
الدرس:
</strong>

المحبة داخل الأسرة علامة عمل الله.

</p>

`,


    gabael: `

<h2>📜 غابيلوس</h2>

<p>

كان حافظًا للمال الخاص بطوبيت،
وكان جزءًا من إتمام الرحلة.

<br><br>

<strong>
الدرس:
</strong>

الأمانة في الأشياء الصغيرة مهمة.

</p>

`,


    fish: `

<h2>🐟 السمكة</h2>

<p>

استخدم الله السمكة في أحداث الرحلة،
لتظهر قدرته على استخدام الأشياء البسيطة.

<br><br>

<strong>
الدرس:
</strong>

الله يعمل من خلال الأمور الصغيرة.

</p>

`

};









function openStory(name) {


    let popup = document.getElementById("storyPopup");

    let content = document.getElementById("storyContent");


    content.innerHTML = stories[name];


    popup.classList.add("active");


}







function closeStory() {


    document
        .getElementById("storyPopup")
        .classList.remove("active");


}










document
    .getElementById("storyPopup")
    .addEventListener("click", function (e) {


        if (e.target.id === "storyPopup") {

            closeStory();

        }


    });










function checkAnswer(button, correct) {


    let result = document.getElementById("result");



    if (correct) {


        result.innerHTML =
            "✅ إجابة صحيحة! أحسنت";

        button.style.background = "#d4af37";

        button.style.color = "#000";


    }

    else {


        result.innerHTML =
            "❌ إجابة غير صحيحة حاول مرة أخرى";


        button.style.background = "#900";


    }


}












const chapterData = {


    1: {
        title: "الإصحاح الأول",
        text: `

1. كان طوبيا وهو من سبط نفتالي، من مدينة نفتالي التي في الجليل الأعلى.

2. قد جُلي في عهد شلمناصر ملك أشور، ومع كونه في الجلاء لم يفارق سبيل الحق.

3. كان يقسم كل ما يتيسر له على إخوته الذين جُلوا معه.

4. وكان من أصغر الجميع في سبط نفتالي، لكنه لم يكن صغيرًا في أعمال البر.

5. وعندما كان الشعب يذهب وراء عجول الذهب التي صنعها يربعام، كان طوبيا وحده يتجنب ذلك.

6. وكان يذهب إلى أورشليم إلى هيكل الرب ليسجد للرب إله إسرائيل ويوفي البواكير والأعشار.

7. وفي السنة الثالثة كان يعطي جميع أعشاره للدخلاء والغرباء.

8. وظل ثابتًا على شريعة الله منذ صبوته.

9. ولما صار رجلًا اتخذ حنة زوجة له، فولدت له ولدًا سماه باسمه.

10. وربّى ابنه منذ صغره على تقوى الله واجتناب الخطية.

11. ولما جُلي مع زوجته وابنه إلى نينوى حيث كانت عشيرته.

12. حافظ على نفسه ولم يتنجس بأطعمة الأمم.

13. ولأنه كان يذكر الرب بكل قلبه أعطاه الله حظوة عند الملك شلمناصر.

14. فأطلق له أن يذهب حيثما شاء ويفعل ما يريد.

15. وكان يطوف على المسبيين ويرشدهم بنصائح الخلاص.

16. ثم ذهب إلى راجيس مدينة ماداي، وكان معه عشرة قناطير من الفضة.

17. فرأى غابيلوس من سبطه في فاقة، فأعطاه الفضة بصك.

18. وبعد أيام مات شلمناصر وملك سنحاريب مكانه.

19. وكان طوبيا يطوف على عشيرته ويعزيهم ويساعدهم.

20. وكان يطعم الجياع ويكسو العراة ويدفن الموتى.

21. وعندما قتل سنحاريب كثيرين من بني إسرائيل، كان طوبيا يدفن أجسادهم.

22. فأمر الملك بقتله وأخذ جميع ماله.

23. فهرب طوبيا مع زوجته وابنه واختبأ.

24. وبعد خمسة وأربعين يومًا قُتل الملك.

25. فعاد طوبيا إلى منزله ورُد إليه كل ماله.

`
    },

    2: {
        title: " الاصحاح الثاني",
        text: `
وكان بعد ذلك في يوم عيد الرب ان صنعت مادبة عظيمة في بيت طوبيا 
 2. فقال لابنه هلم فادع بعضا من سبطنا من المتقين Ϳ لياكلوا معنا 
3. فانطلق ثم عاد فاخبره ان واحدا من بني اسرائيل مذبوح ملقى في السوق فلما سمع طوبيا 
 نهض من موضعه مسرعا وترك العشاء وبلغ الجثة وهو صائم 
 4. فرفعها وحملها الى بيته سرا ليدفنها بالتحفظ بعد مغيب الشمس 
 5. وبعد ان خبا الجثة اكل الطعام باكيا مرتعدا 
 6. فذكر الكلام الذي تكلم به الرب على لسان عاموس النبي ايام اعيادكم تتحول الى عويل ونحيب 
 7. ولما غربت الشمس ذهب ودفنها 
8. وكان جميع ذوي قرابته يلومونه قائلين لاجل هذا امر بقتلك وما كدت تنجو من قضاء الموت 
 حتى عدت تدفن الموتى 
9. و اما طوبيا فاذ كان خوفه من الله اعظم من خوفه من الملك كان لا يزال يخطف جثث القتلى 
 ويخباها في بيته فيدفنها عند انتصاف الليل 
10. و اتفق في بعض الايام وقد تعب من دفن الموتى انه وافى بيته فرمى بنفسه الى جانب الحائط 
 ونام 
 11. فوقع ذرق من عش خطاف في عينيه وهو سخن فعمي 
 12. و انما اذن الرب ان تعرض له هذه التجربة لتكون لمن بعده قدوة صبره كايوب الصديق 
13. فانه اذ كان لم ينفك عن تقوى الله منذ صغره وحافظا لوصاياه لم يكن يتذمر على الله لما ناله 
 من بلوى العمى 
 14. و لكنه ثبت في خوف الله شاكرا له طول ايام حياته 
 15. و كما كان القديس ايوب يعيره الملوك كان انسباء هذا وذووه يسخرون من عيشته قائلين 
 16. اين رجاؤك الذي لاجله كنت تبذل الصدقات وتدفن الموتى 
 17. فيزجرهم طوبيا قائلا لا تتكلموا كذا 
18. فانما نحن بنو القديسين وانما ننتظر تلك الحياة التي يهبها الله للذين لا يصرفون ايمانهم عنه 
 ابدا 
19. و كانت حنة امراته تذهب كل يوم الى الحاكة وتاتي من تعب يديها بما يتاتى لها تحصيله من 
 الميرة 
 20. و اتفق انها اخذت جديا وحملته الى البيت 
21. فلما سمع بعلها صوت ثغاء الجدي قال انظروا لعله يكون مسروقا فردوه على اربابه اذ لا يحل 
 لنا ان ناكل ولا نلمس شيئا مسروقا 
22. فاجابته امراته وهي مغضبة قد وضح بطلان رجائك وصدقاتك الان قد عرفت وبهذا الكلام 
 ومثله كانت تعيره
 `
    },

    3: {
        title: "الإصحاح الثالث",
        text: `

1. حينئذ أن طوبيا وطفق يصلي بدموع.

2. وقال: عادل أنت أيها الرب، وجميع أحكامك مستقيمة، وطرقك كلها رحمة وحق وحكم.

3. فالآن اذكرني يا رب، ولا تنتقم عن خطاياي، ولا تذكر ذنوبي ولا ذنوب آبائي.

4. لأننا لم نطع أوامرك، فلأجل ذلك أُسلمنا إلى النهب والجلاء والموت، وأصبحنا أحدوثة وعارًا في جميع الأمم التي بددتنا بينها.

5. فالآن يا رب عظيمة أحكامك، لأننا لم نعمل بحسب وصاياك ولا سلكنا بخلوص أمامك.

6. والآن يا رب بحسب مشيئتك اصنع بي، ومر أن تقبض روحي بسلام، لأن الموت لي خير من الحياة.

7. واتفق في ذلك اليوم عينه أن سارة بنت رعوئيل في راجيس مدينة الماديين سمعت هي أيضًا تعييرًا من إحدى جواري أبيها.

8. لأنه كان قد عُقد لها على سبعة رجال، وكان شيطان اسمه أزموداوس يقتلهم على أثر دخولهم عليها في الحال.

9. وإذ كانت تنتهر الجارية لذنبها، أجابتها قائلة: لا رأينا لك ابنًا ولا ابنة على الأرض يا قاتلة أزواجها.

10. أتريدين أن تقتليني كما قتلت سبعة رجال؟ فلما سمعت هذا الكلام صعدت إلى علية بيتها، فأقامت ثلاثة أيام وثلاث ليال لا تأكل ولا تشرب.

11. بل استمرت تصلي وتتضرع إلى الله بدموع أن يكشف عنها هذا العار.

12. ولما أتمت صلاتها في اليوم الثالث وباركت الرب.

13. قالت: تبارك اسمك يا إله آبائنا، الذي بعد غضبه يصنع الرحمة، وفي زمان البؤس يغفر الخطايا للذين يدعونه.

14. إليك يا رب أقبل بوجهي، وإليك أصرف ناظري.

15. أتوسل إليك يا رب أن تحلني من وثاق هذا العار أو تأخذني عن الأرض.

16. إنك يا رب عالم بأني لم أشته رجلًا قط، وأني قد صنت نفسي منزهة عن كل شهوة.

17. ولم أكن قط أمازج أرباب الملاهي ولا أعاشر السالكين بالطيش.

18. وإنما رضيت بأن أتخذ رجلًا لخوفك لا لشهوتي.

19. ولعلي لم أكن مستأهلة لهم أو لم يكونوا مستحقين لي، فلعلك أبقيتني لبعل آخر.

20. لأن مشورتك لا يدركها إنسان.

21. على أن من يعبدك يوقن أنه إن انقضت حياته بالمحن فسيفوز بإكليلها، وإن حلت به شدة فسينقذ، وإن عُرض للتأديب فله أن يرجع إلى رحمتك.

22. لأنك لا تسر بهلاكنا، فتلقي السكينة بعد العاصفة، وبعد البكاء والنحيب تفيض التهليل.

23. فليكن اسمك يا إله إسرائيل مباركًا مدى الدهور.

24. في ذلك الحين استُجيبت صلوات الاثنين أمام مجد الله العلي.

`
    },


    4: {
        title: "الإصحاح الرابع",
        text: `

1. وإذ خال طوبيا أن قد استُجيبت صلاته وتهيأ له أن يموت، استدعى إليه طوبيا ابنه.

2. وقال له: اسمع يا بني كلمات مني واجعلها في قلبك مثل الأساس.

3. إذا قبض الله نفسي فادفن جسدي، وأكرم والدتك جميع أيام حياتها.

4. واذكر ما المشقات التي عانتها لأجلك في جوفها وما كان أشدها.

5. ومتى استوفت هي أيضًا زمان حياتها فادفنها إلى جانبي.

6. وأنت فليكن الله في قلبك جميع أيام حياتك، واحذر أن ترضى بالخطيئة وتتعدى وصايا الرب إلهنا.

7. تصدق من مالك، ولا تحول وجهك عن فقير، وحينئذ فوجه الرب لا يحول عنك.

8. كن رحيمًا على قدر طاقتك.

9. إن كان لك كثير فابذل كثيرًا، وإن كان لك قليل فاجتهد أن تبذل القليل عن نفس طيبة.

10. فإنك تدخر لك ثوابًا جميلًا إلى يوم الضرورة.

11. لأن الصدقة تنجي من كل خطيئة ومن الموت، ولا تدع النفس تصير إلى الظلمة.

12. إن الصدقة هي رجاء عظيم عند الله العلي لجميع صانعيها.

13. احذر لنفسك يا بني من كل زنى، ولا تتجاوز أمرأتك مستبيحًا معرفة الإثم أبدًا.

14. ولا تدع الكبر يستولي على أفكارك وأقوالك، لأن الكبر مبدأ كل هلاك.

15. وكل من خدمك بشيء فأوفه أجرته لساعته، وأجرة أجيرك لا تبق عندك أبدًا.

16. كل ما تكره أن يفعله غيرك بك، فإياك أن تفعله أنت بغيرك.

17. كل خبزك مع الجياع والمساكين، وأكس العراة من ثيابك.

18. ضع خبزك وخمرك على مدفن البار، ولا تأكل ولا تشرب منهما مع الخطاة.

19. التمس مشورة الحكيم دائمًا.

20. وبارك الله في كل حين، واسترشده لتقويم سبلك وإقرار كل مشوراتك فيه.

21. ثم اعلم يا بني أني قد أعطيت وأنت صغير عشرة قناطير من الفضة لغابيلوس في راجيس مدينة الماديين ومعي بها صك.

22. وحيث ذلك فانظر كيف تتوصل إليه فتقبض منه الزنة المذكورة من الفضة وترد عليه صكه.

23. ولا تخف يا ولدي، فإنا نعيش عيشة الفقراء، ولكن سيكون لنا خير كثير إذا اتقينا الله وابتعدنا عن كل خطيئة وفعلنا خيرًا.

`
    },


    5: {
        title: "الإصحاح الخامس",
        text: `
فاجاب طوبيا اباه وقال يا ابت كل ما امرتني به افعله 1.
2.و اما هذا المال فما ادري كيف احصله فان الرجل ﻻ يعرفني وانا ﻻ اعرفه فما العﻼمة التي 
اعطيها له بل الطريق التي تؤدي الى هناك ﻻ اعرفها ايضا 
3.فاجابه ابوه وقال ان عندي صكه فاذا عرضته عليه فانه يؤدي عاجﻼ 
4.و اﻻن هلم فالتمس لك رجﻼ ثقة يصحبك باجرته حتى تستوفي المال وانا حي 
5.فبينما خرج طوبيا اذا بفتى بهي قد وقف مشمرا كانه متاهب للمسير 
6.فسلم عليه وهو يجهل انه مﻼك ﷲ وقال من اين اقبلت يا فتى الخير 
7.قال انا من بني اسرائيل فقال له طوبيا هل تعرف الطريق اﻻخذة الى بﻼد الماديين 
8.قال اعرفها وقد سلكت جميع طرقها مرارا كثيرة وكنت نازﻻ باخينا غابيلوس المقيم براجيس 
مدينة الماديين التي في جبل احمتا 
9.فقال له طوبيا انتظرني حتى اخبر ابي بهذا 
10.و دخل طوبيا واخبر اباه بجميع ذلك فتعجب ابوه وطلب ان يدخل عليه 
11.فدخل وسلم عليه وقال ليكن لك فرح دائم 
12.فاجاب طوبيا واي فرح يكون لي انا المقيم في الظﻼم ﻻ ابصر ضوء السماء 
13.فقال له الفتى كن طيب القلب فانك عن قليل تنال البرء من لدن ﷲ 
14.فقال له طوبيا هل لك ان تبلغ ابني الى غابيلوس في راجيس مدينة الماديين وانا اوفيك اجرتك 
متى رجعت 
15.فقال له المﻼك اخذه واعود به اليك 
16.فقال له طوبيا اخبرني من اي عشيرة ومن اي سبط انت 
17.فقال له رافائيل المﻼك افي نسب اﻻجير حاجتك ام في اﻻجير الذي يذهب مع ابنك 
18.و لكن لكي ﻻ اقلق بالك انا عزريا بن حننيا العظيم 
19.فقال له طوبيا انك من نسب كريم غير اني ارجو ان ﻻ يسوءك كوني طلبت معرفة نسبك 
20.فقال له المﻼك هاءنذا اخذ ابنك سالما وساعود به اليك سالما 
21.قال طوبيا انطلقا بسﻼم وليكن ﷲ في طريقكما ومﻼكه يرافقكما 
22.حينئذ اخذا كل ما ارادا اخذه من اهبة الطريق وودع طوبيا اباه وامهوسارا كﻼهما معا 
23.فلما فصﻼ جعلت امه تبكي وتقول قد اخذت عكازة شيخوختنا وابعدتها عنا 
24.ﻻ كان هذا المال الذي ارسلته ﻻجله 
25.لقد كان في رزقنا القليل ما يكفي ﻻن نعد النظر الى ولدنا غنى عظيما 
26.فقال لها طوبيا ﻻ تبكي ان ولدنا سيصل سالما ويعود الينا سالما وعيناكتبصرانه 
27.فاني واثق بان مﻼك ﷲ الصالح يصحبه ويدبره في جميع احواله حتى يرجع الينا بفرح 
28.فكفت امه عن البكاء عند هذا الكﻼم وسكتت 
`
    },


    6: {
        title: "الإصحاح السادس",
        text: `
1.و سافر طوبيا والكلب يتبعه فبات اول منزلة بجانب نهر دجلة 
2.و خرج ليغسل رجليه فاذا بحوت عظيم قد خرج ليفترسه 
3.فارتاع طوبيا وصرخ بصوت عظيم قائﻼ يا موﻻي قد اقتحمني 
4.فقال له المﻼك امسك بخيشومه واجتذبه اليك ففعل كذلك واجتذبه الى اليبس فاخذ يختبط عند 
رجليه 
5.فقال له المﻼك شق جوف الحوت واحتفظ بقلبه ومرارته وكبده فان لك بها منفعة لعﻼج مفيد 
6.ففعل كذلك ثم شوى من لحمه فاخذا للطريق وملحا سائره حتى يكون لهما ما يكفيهما الى ان 
يبلغا راجيس مدينة الماديين 
7.ثم ان طوبيا سال المﻼك وقال له نشدتك يا اخي عزريا ان تخبرني ما العﻼج الذي يؤخذ من هذه 
اﻻشياء التي امرتني ان اذخرها من الحوت 
8.فاجابه المﻼك قائﻼ اذا القيت شيئا من قلبه على الجمر فدخانه يطرد كل جنس من الشياطين في 
رجل كان او امراة بحيث ﻻ يعود يقربهماابدا 
9.و المرارة تنفع لمسح العيون التي عليها غشاء فتبرا 
10.و قال طوبيا اين تريد ان ننزل 
11.فقال المﻼك ان هنا رجﻼ اسمه رعوئيل من ذوي قرابتك من سبطك وله بنت اسمها سارة وليس 
له من ذكر وﻻ انثى سواها 
12.فجميع ماله مستحق لك وﻻ بد لك ان تتخذها زوجة 
13.فاخطبها الى ابيها فانه يزوجها منك 
14.فاجاب طوبيا وقال اني سمعت انه قد عقد لها على سبعة ازواج فماتوا وقد سمعت ايضا ان 
الشيطان قتلهم 
15.فﻼجل هذا اخاف ان يصيبني مثل ذلك وانا وحيد ﻻبوي فانزل شيخوختهما الى الجحيم بالحزن 
16.فقال له المﻼك رافائيل استمع فاخبرك من هم الذين يستطيع الشيطان ان يقوى عليهم 
17.ان الذين يتزوجون فينفون ﷲ من قلوبهم ويتفرغون لشهوتهم كالفرس والبغل اللذين ﻻ فهم 
لهما اولئك للشيطان عليهم سلطان 
18.فانت اذا تزوجتها ودخلت المخدع فامسك عنها ثﻼثة ايام وﻻ تتفرغ معها اﻻ للصلوات 
19.و في تلك الليلة اذا احرقت كبد الحوت ينهزم الشيطان 
20.و في الليلة الثانية تكون مقبوﻻ في شركة اﻻباء القديسين 
21.و في الليلة الثالثة تنال البركة حتى يولد لكما بنون سالمون 
22.و بعد انقضاء الليلة الثالثة تتخذ البكر بخوف الرب وانت راغب في البنين اكثر من الشهوة لكي 
تنال بركة ذرية ابراهيم 
        `
    },


    7: {
        title: "الإصحاح السابع",
        text: `
        1.ثم دخﻼ على رعوئيل فتلقاهما رعوئيل بالمسرة 
2.و اذ نظر رعوئيل الى طوبيا قال لحنة زوجته ما اشبه هذا الرجل بذي قرابتي 
3.و بعد هذا الكﻼم قال رعوئيل من اين انتما ايها اﻻخوان الفتيان فقاﻻ له من سبط نفتالي من 
جﻼء نينوى 
4.فقال لهما رعوئيل هل تعرفان طوبيا اخي فقاﻻ نعرفه 
5.فلما اكثر من الثناء عليه قال المﻼك لرعوئيل ان طوبيا الذي انت تسال عنه هو ابو هذا 
6.فالقى رعوئيل بنفسه وقبله بدموع وبكى على عنقه 
7.و قال بركة لك يا بني انك ابن رجل صالح فاضل 
8.و بكت حنة امراته وسارة ابنتهما ايضا 
9.و بعد ان تحادثوا امر رعوئيل ان يذبح كبش وتهيا مادبة ودعاهما ان يتكئا للغذاء 
10.فقال طوبيا اني ﻻ اكل اليوم طعاما ههنا وﻻ اشرب ما لم تجيبني الى ما انا سائله وتعدني ان 
تعطيني سارة ابنتك 
11.فلما سمع رعوئيل هذا الكﻼم ارتعد لمعرفته بما اصاب السبعة الرجال الذين دخلوا عليها وخاف 
ان يصيب هذا ما اصابهم وفيما هو متردد ولم يردد عليه جوابا 
12.قال له المﻼك ﻻ تخف ان تعطيها لهذا فان ابنتك له ينبغي ان تكون زوجة ﻻنه يخاف ﷲ ولذلك 
لم يقدر غيره ان ياخذها
13.حينئذ قال رعوئيل ﻻ اشك ان ﷲ قد تقبل صلواتي ودموعي امامه 
14.و لعله ﻻجل ذلك ساقكما ﷲ الى حتى تتزوج هذه بذي قرابتها على حسب شريعة موسى واﻻن 
ﻻ تشك اني اعطيكها 
15.ثم اخذ بيمين ابنته سارة وسلمها الى يمين طوبيا قائﻼ اله ابراهيم واله اسحق واله يعقوب 
يكون معكما وهو يقرنكما ويتم بركته عليكما 
16.ثم اخذوا صحيفة وكتبوا فيها عقد الزواج 
17.و بعد ذلك اكلوا وباركوا ﷲ 
18.و دعا رعوئيل حنة زوجته وامرها ان تهيا مخدعا اخر 
19.و ادخلته سارة ابنتها وهي باكية 
20.و قالت لها تشجعي يا بنية ورب السماء يؤتيك فرحا بدل الغم الذي قاسيته 
        `
    },


    8: {
        title: "الإصحاح الثامن",
        text: `
        1.و لما فرغوا من العشاء ادخلوا عليها الفتى 
2.فذكر طوبيا كﻼم المﻼك فاخرج من كيسه فلذة من الكبد والقاها على الجمر المشتعل 
3.حينئذ قبض المﻼك رافائيل على الشيطان واوثقه في برية مصر العليا 
4.و وعظ طوبيا البكر وقال لها يا سارة قومي نصلي الى ﷲ اليوم وغدا وبعد غد فانا في هذه 
الليالي الثﻼث نتحد با وبعد انقضاء الليلة الثالثة نكون في زواجنا 
5.ﻻنا بنو القديسين فﻼ ينبغي لنا ان نقترن اقتران اﻻمم الذين ﻻ يعرفون ﷲ 
6.فقاما معا وصليا كﻼهما بحرارة حتى يعافيهما 
7.و قال طوبيا ايها الرب اله ابائنا لتباركك السماوات واﻻرض والبحر والينابيع واﻻنهار وجميع 
خﻼئقك التي فيها 
8.انت جبلت ادم من تراب اﻻرض واتيته حواء عونا 
9.و اﻻن يارب انت تعلم اني ﻻ لسبب الشهوة اتخذ اختي زوجة وانما رغبة في النسل الذي يبارك 
فيه اسمك الى دهر الدهور 
10.و قالت سارة ايضا ارحمنا يا رب ارحمنا حتى نشيخ كﻼنا معا في عافية 
11.و كان نحو وقت صياح الديك ان رعوئيل امر ان يجمع اليه غلمانه فانطلقوا معه واحتفروا قبرا 
12.ﻻنه قال اخشى ان يصيبه ما اصاب غيره من الرجال السبعة الذين دخلوا عليها 
13.فلما اعدوا القبر رجع رعوئيل الى زوجته وقال لها 
14.ابعثي واحدة من جواريك لترى هل مات حتى اواريه قبل ضوء النهار 
15.فانفذت احدى جواريها فدخلت المخدع فاذا هما سالمان معافيان وهما نائمان معا 
16.فعادت واخبرت بهذه البشرى فبارك رعوئيل وحنة زوجته الرب 
17.قائلين نباركك ايها الرب اله اسرائيل من اجل انه لم يصبنا ما كنا نتوقعه 
18.فانك قد اتيتنا رحمتك وحبست عنا العدو الذي يضطهدنا 
19.و رحمت الوحيدين فاجعلهما يارب يباركانك اتم بركة ويقدمان لك قربان تسبيحك وعافيتهما 
حتى تعلم اﻻمم كافة انك انت اﻻله الواحد في اﻻرض كلها 
20.و للحال امر رعوئيل غلمانه ان يردموا القبر الذي حفروه قبل ضوء الصباح 
21.ثم اوعز الى زوجته ان تعد وليمة وتصلح ما ينبغي للمسافرين من الزاد 
22.و امر بذبح بقرتين سمينتين واربعة اكبش وان تهيا وليمة لجميع جيرانه واصدقائه 
23.و استحلف رعوئيل طوبيا ان يقيم عنده اسبوعين 
24.و اعطى رعوئيل لطوبيا نصف ماله كله وكتب لطوبيا صكا بالنصف الباقي ان يستولي عليه 
بعد موتهما 
        `
    },


    9: {
        title: "الإصحاح التاسع",
        text: `
        1.ثم ان طوبيا استدعى المﻼك الذي كان يحسبه انسانا وقال له يا اخي عزريا اسالك ان تسمع 
كﻼمي 
2.اني لو جعلت نفسي عبدا لك لما وفيت بعنايتك حق الوفاء 
3.و لكني مع ذلك اسالك ان تاخذ دواب وغلمانا وتنطلق الى غابيلوس في راجيس مدينة الماديين 
وترد عليه صكه وتقبض منه الفضة وتدعوه الى عرسي 
4.ﻻنك تعلم ان ابي يحسب اﻻيام فان زدت في ابطائي يوما واحدا حزنت نفسه 
5.و انت ترى ان رعوئيل قد استحلفني ولست استطيع ان استخف بحلفه 
6.حينئذ اخذ رافائيل اربعة من غلمان رعوئيل وجملين وسافر الى راجيس مدينة الماديينولقي 
غابيلوس فدفع اليه صكه واستوفى منه المال كله 
7.و عرفه امر طوبيا بن طوبيا وكل ما وقع واتى به معه الى العرس 
8.فلما دخل بيت رعوئيل وجد طوبيا متكئا فنهض قائما وقبﻼ بعضهما بعضا وبكى غابيلوس 
وبارك ﷲ 
9.و قال يباركك الرب اله اسرائيل ﻻنك ابن رجل صالح جدا بارمتقي ﷲ صانع صدقات 
10.و تحل البركة على زوجتك وعلى والديكما 
11.و تريان بنيكما وبني بنيكما الى الجيل الثالث والرابع ويكون نسلكما مباركا من اله اسرائيل 
المالك الى دهر الدهور 
12.فقالوا كلهم امين ثم تقدموا الى الوليمة اﻻ انهم اتخذوا وليمة العرس بخوف ﷲ 
        `
    },


    10: {
        title: "الإصحاح العاشر",
        text: `
       1. و لما ابطا طوبيا هناك لسبب العرس قلق ابوه طوبيا وقال لماذا ترى ابطا ابني وما الذي عاقه 
هناك 
2. العل غابيلوس قد مات وليس من يرد له المال 
3. و اخذه حزن شديد هو وحنة امراته وطفق كلاهما يبكيان لتخلف ابنهما عن الرجوع في يوم 
الميعاد 
4. و كانت امه تبكي بدموع لا تنقطع وهي تقول اه اوه يا بني لماذا ارسلناك في الغربة يا نور 
ابصارنا وعكازة شيخوختنا وعزاء عيشتنا ورجاء عقبنا 
5. لقد كان لنا فيك وحدك كل شيء فلم يكن ينبغي لنا ان نرسلك عنا 
6. فكان طوبيا يقول لها اسكتي ولا تقلقي ان ابننا سالم والرجل الذي ارسلناه معه ثقة جدا 
7. فلم يكن ذلك يفيدها ادنى تعزية وكانت كل يوم تقوم مسرعة فتتشوف من كل جهة وتنظر في 
جميع الطرق التي كانت تظن ان ابنها يرجع منها لعلها تراه عن بعد مقبلا 
8. و اما رعوئيل فقال لصهره امكث ههنا وانا انفذ الى طوبيا ابيك من يخبره بسلامتك 
9. فقال له طوبيا اني لاعلم ان ابي وامي يحسبان الايام وارواحهما معذبة قلقا 
10. و بعد ان اكثر رعوئيل من الالحاح على طوبيا فابى ان يسمع بوجه من الوجوه اعطاه سارة 
ونصف امواله كلها من غلمان وجوار ومواش وابل وبقر وفضة كثيرة وصرفه من عنده بسلام 
 
فرحا 
11. قائلا ملاك الرب القدوس يكون في طريقكما ويبلغكما سالمين وتجدان كل شيء عند ابويكما 
بخير وترى عيناي بنيكما قبل موتي 
12. و اقبل الوالدان على ابنتهما يقبلانها ثم صرفاها 
13. و اوصياها ان تكرم حمويها وتحب بعلها وتدبر عيالها وتسوس بيتها وتحفظ نفسها غير 
ملومة
        `
    },


    11: {
        title: "الإصحاح الحادي عشر",
        text: `
       1.و فيما هم راجعون وقد بلغوا الى حاران التي في وسط الطريق جهة نينوى في اليوم الحادي 
عشر 
2.قال المﻼك يا اخي طوبيا انك تعلم كيف فارقت اباك 
3.فلنتقدم نحن ان احببت والعيال وزوجتك يلحقوننا على مهل مع المواشي 
4.و اذ توافقا على المضي قال رافائيل لطوبيا خذ معك من مرارة الحوت فان لنا بها حاجة فاخذ 
طوبيا من المرارة وانطلقا 
5.و اما حنة فكانت كل يوم تجلس عند الطريق على راس الجبل حيث كانت تستطيع ان تنظر على 
بعد 
6.فلما كانت تتشوف ذات يوم من ذلك الموضع نظرت على بعد وللوقت عرفت انه ابنها قادما 
فبادرت واخبرت بعلها قائلة هوذا ابنك ات 
7.و قال رافائيل لطوبيا اذا دخلت بيتك فاسجد في الحال للرب الهك واشكر له ثم ادن من ابيك 
وقبله 
8.و اطل لساعتك عينيه بمرارة الحوت هذه التي معك واعلم انه للحين تنفتح عيناه ويرى ابوك 
ضوء السماء ويفرح برؤيتك 
9.حينئذ سبق الكلب الذي كان معه في الطريق وكان كانه بشير يبدي مسرته ببصبصة ذنبه 
10.فقام ابوه وهو اعمى وجعل يجري وهو يتعثر برجليه فناول يده لغﻼم وخرج لمﻼقاة ابنه 
11.و استقبله وقبله هو وامراته وطفق كﻼهما يبكيان من الفرح 
12.ثم سجدوا  وشكروا له وجلسوا 
13.فاخذ طوبيا من مرارة الحوت وطلى عيني ابيه 
14.و مكث مقدار نصف ساعة فبدا يخرج من عينيه غشاوة كغرقئ البيض
15.فامسكها طوبيا وسحبها من عينيه وللوقت عاد الى طوبيا بصره 
16.فمجد ﷲ هو وامراته وكل من كان يعرفه 
17.و قال طوبيا اباركك ايها الرب اله اسرائيل ﻻنك ادبتني وشفيتني وهاءنذا ارى طوبيا ولدي 
18.و اما سارة كنته فوصلت بعد سبعة ايام هي وجميع العيال بسﻼم والغنم واﻻبل ومال كثير مما 
للمراة مع المال الذي استوفاه من غابيلوس 
19.و اخبر ابويه بجميع احسانات ﷲ التي انعم بها عليه على يد ذلك الرجل الذي ذهب معه 
20.و وفد على طوبيا احيور ونباط وهما ذوا قرابة له فرحين وهناه بجميع ما من ﷲ به عليه من 
الخير 
21.و عملوا وليمة سبعة ايام وفرحوا كلهم فرحا عظيما 
        `
    },


    12: {
        title: "الإصحاح الثاني عشر",
        text: `
    1.حينئذ دعا طوبيا ابنه اليه وقال له ماذا ترى نعطي هذا الرجل القديس الذي ذهب معك 
2.فاجاب طوبيا وقال ﻻبيه يا ابت اي اجرة نعطيه واي شيء يكون موازيا ﻻحسانه 
3.اخذني ورجع بي سالما والمال هو استوفاه من عند غابيلوس وبه حصلت على زوجتي وهو 
كف عنها الشيطان وفرح ابويها وخلصني من افتراس الحوت واياك ايضا هو جعلك تبصر نور 
السماء وبه غمرنا بكل خير فماذا عسى ان نعطيه مما يكون موازيا لهذه 
4.لكني اسالك يا ابت ان نساله هل يرضى ان ياخذ النصف من كل ما جئنا به 
5.فدعاه الوالد وولده واخذاه ناحية وجعﻼ يساﻻنه ان يتنازل ويقبل النصف من جميع ما جاءا به 
6.حينئذ خاطبهما سرا وقال باركا اله السماء واعترفا له امام جميع اﻻحياء لما اتاكما من مراحمه 
7.اما سر الملك فخير ان يكتم واما اعمال ﷲ فاذاعتها واﻻعتراف بها كرامة 
8.صالحة الصﻼة مع الصوم والصدقة خير من ادخار كنوز الذهب 
9.ﻻن الصدقة تنجي من الموت وتمحو الخطايا وتؤهل اﻻنسان لنوال الرحمة والحياة اﻻبدية 
10.و اما الذين يعملون المعصية واﻻثم فهم اعداء ﻻنفسهم 
11.اما انا فاعلن لكما الحق وما اكتم عنكما امرا مستورا 
12.انك حين كنت تصلي بدموع وتدفن الموتى وتترك طعامك وتخبا الموتى في بيتك نهارا وتدفنهم 
ليﻼ كنت انا ارفع صﻼتك الى الرب 
13.و اذ كنت مقبوﻻ امام ﷲ كان ﻻ بد ان تمتحن بتجربة 
14.و اﻻن فان الرب قد ارسلني ﻻشفيك واخلص سارة كنتك من الشيطان 
15.فاني انا رافائيل المﻼك احد السبعة الواقفين امام الرب 
16.فلما سمعا مقالته هذه ارتاعا وسقطا على اوجههما على اﻻرض مرتعدين 
17.فقال لهما المﻼك سﻼم لكم ﻻ تخافوا 
18.ﻻني لما كنت معكم انما كنت بمشيئة ﷲ فباركوه وسبحوه 
19.و كان يظهر لكم اني اكل واشرب معكم وانما انا اتخذ طعاما غير منظور وشرابا ﻻ يبصره بشر 
20.و اﻻن قد حان ان ارجع الى من ارسلني وانتم فباركوا ﷲ وحدثوا بجميع عجائبه 
21.و بعد ان قال هذا ارتفع عن ابصارهم فلم يعودوا يعاينونه بعد ذلك 
22.حينئذ لبثوا ثﻼث ساعات منطرحين على وجوههم يباركون ﷲ ثم نهضوا وحدثوا بجميع 
عجائبه 
        `
    },


    13: {
        title: "الإصحاح الثالث عشر",
        text: `
        1.حينئذ فتح طوبيا الشيخ فاه مباركا للرب وقالعظيم انت يارب الى اﻻبد وفي جميع الدهور 
ملكك 
2.ﻻنك تجرح وتشفي وتحدر الى الجحيم وتصعد منه وليس من يفر من يدك 
3.اعترفوا للرب يا بني اسرائيل وسبحوه امام جميع اﻻمم 
4.فانه فرقكم بين اﻻمم الذين يجهلونه لكي تخبروا بمعجزاته وتعرفوهم ان ﻻ اله قادرا على كل 
شيء سواه 
5.هو ادبنا ﻻجل اثامنا وهو يخلصنا ﻻجل رحمته 
6.انظروا اﻻن ما صنع لنا واعترفوا له بخوف ورعدة ومجدوا ملك الدهور باعمالكم 
7.اما انا ففي ارض جﻼئي اعترف له ﻻنه اظهر جﻼله في امة خاطئة 
8.ارجعوا اﻻن ايها الخطاة واصنعوا امام ﷲ برا واثقين بانه يصنع لكم رحمة 
9.اما انا فنفسي تتهلل به 
10.باركوا الرب يا جميع مختاريه اقيموا ايام فرح واعترفوا له 
11.يا اورشليم مدينة ﷲ ان الرب ادبك باعمال يديك 
12.اشكري  نعمته عليك وباركي اله الدهور حتى يعود فيشيد مسكنه فيك ويرد اليك جميع اهل 
الجﻼء وتبتهجي الى دهر الدهور 
13.تتﻼلئين بسنى بهيج وجميع شعوب اﻻرض لك يسجدون 
14.يزورك اﻻمم من اﻻقاصي بقرابينهم ويسجدون فيك للرب ويعتدون ارضك ارضا مقدسة 
15.ﻻنهم فيك يدعون اﻻسم العظيم 
16.ملعونين يكونون الذين استهانوا بك والذين جدفوا عليك يدانون ويباركك الذين يبنونك 
17.اما انت فتفرحين ببنيك ﻻنهم يباركون كافة والى الرب يحتشدون 
18.طوبى للذين يحبونك ويفرحون لك بالسﻼم 
19.باركي يا نفسي الرب ﻻن الرب الهنا خلص اورشليم مدينته من جميع شدائدها 
20.طوبى لي ان بقي من ذريتي من يبصر بهاء اورشليم 
21.ابواب اورشليم من ياقوت وزمرد وكل محيط اسوارها من حجر كريم 
22.و جميع اسواقها مفروشةبحجر ابيض نقي وفي شوارعها ينشد هللويا 
23.مبارك الرب الذي عظمها وليكن ملكه فيها الى دهر الدهور امين 
        `
    },


    14: {
        title: "الإصحاح الرابع عشر",
        text: `
        1.و فرغ طوبيا من كﻼمه وعاش طوبيا بعدما عاد بصيرا اثنتين واربعين سنة وراى بني حفدته 
2.فتمت سنوه مئة واثنتين ودفن بكرامة في نينوى 
3.و كان حينذهب بصره ابن ست وخمسين سنة وعاد يبصر وهو ابن ستين سنة 
4.و قضى بقية حياته مسرورا واذ بلغ من تقوى ﷲ غاية حسنة انتقل بسﻼم 
5.و لما حضرته الوفاة دعا ابنه طوبيا وبني ابنه السبعة الفتيان وقال لهم 
6.قد دنا دمار نينوى ﻻن كﻼم الرب ﻻ يذهب باطﻼ واخوتنا الذين تفرقوا من ارض اسرائيل 
يرجعون اليها 
7.و كل ارضها المقفرة ستمتلئ وبيت ﷲ الذي احرق فيها سيستانف بناؤه وسيرجع الى هناك 
جميع خائفي ﷲ 
8.و ستترك اﻻمم اصنامها وترحل الى اورشليم فتقيم بها 
9.و تفرح فيها ملوك اﻻرض كافة ساجدة لملك اسرائيل 
10.اسمعوا يا بني ﻻبيكم اعبدوا الرب بحق وابتغوا عمل مرضاته 
11.و اوصوا بنيكم بعمل العدل والصدقات وان يذكروا ﷲ ويباركوه كل حين بالحق وبكل طاقاتهم 
12.اسمعوا لي يا بني ﻻ تقيموا ههنا بل اي يوم دفنتم والدتكم معي في قبر واحد ففي ذلك اليوم 
وجهوا خطواتكم للخروج من هذا الموضع 
13.فاني ارى ان اثمه سيهلكه 
14.فكان ان طوبيا بعد موت امه ارتحل عن نينوى بزوجته وبنيه وبني بنيه ورجع الى حمويه 
15.فوجدهما سالمين بشيخوخة صالحة فاهتم بهما وهو اغمض اعينهما واحرز كل ميراث بيت 
رعوئيل وراى بني بنيه الى الجيل الخامس 
16.و بعد ان استوفى تسعا وتسعين سنة في مخافة الرب دفن بفرح 
17.و لبث كل ذوي قرابته وجميع اعقابه في عيشة صالحة وسيرة مقدسة وكانوا مرضيين لدى ﷲ 
والناس وجميع سكان اﻻرض 
        `

    }


};









function openChapter(num) {


    document.getElementById("chapterTitle").innerHTML =
        chapterData[num].title;



    document.getElementById("chapterText").innerHTML =
        chapterData[num].text;



    document
        .getElementById("chapterPopup")
        .classList.add("active");


}









function closeChapter() {


    document
        .getElementById("chapterPopup")
        .classList.remove("active");


}